[
  {
    "_id": "1271",
    "title": "300",
    "overview": "Based on Frank Miller's graphic novel, \"300\" is very loosely based the 480 B.C. Battle of Thermopylae, where the King of Sparta led his army against the advancing Persians; the battle is said to have inspired all of Greece to band together against the Persians, and helped usher in the world's first democracy.",
    "viewed": false,
    "image": "/bYR8O1H1ZlME7Dm9ysfTYZnRDpw.jpg"
  },
  {
    "_id": "53182",
    "title": "300: Rise of an Empire",
    "overview": "Based on Frank Miller's latest graphic novel Xerxes and told in the breathtaking visual style of the blockbuster \"300,\" this new chapter of the epic saga takes the action to a fresh battlefield--on the sea--as Greek general Themistokles attempts to unite all of Greece by leading the charge that will change the course of the war. \"300: Rise of an Empire\" pits Themistokles against the massive invading Persian forces led by mortal-turned-god Xerxes and Artemesia, the vengeful commander of the Persian navy.",
    "viewed": false,
    "image": "/gWQf5j3ZqEfOdW2rIZnkuOOva78.jpg"
  },
  {
    "_id": "332423",
    "title": "300 Souls",
    "overview": "Daily life in a Marseille overnight shelter. Caught between last-resort solutions and feeling trapped, three hundred men try to thwart urgency.",
    "viewed": false,
    "image": "/a2s6B8Kw8OiOjlpvxVCccvWS4Ng.jpg"
  },
  {
    "_id": "329318",
    "title": "300 Miles to Freedom",
    "overview": "Filmmakers Richard Breyer and Anand Kamalakar take viewers on an incredible journey through the American Underground Railroad in this documentary tracing the story of fugitive slave John W. Jones - a man who rejected bondage in the face of death, and subsequently devoted his life to helping former slaves escape to the North. In June of 1844, Jones and four others fled Leesburg, Virginia. Utilizing the Underground Railroad, they ultimately arrived in Elmira, New York. At the time, Jones was 27-years-old, broke, and illiterate. Over the course of the next five decades, he helped hundreds of other fugitive slaves escape from the South through the Underground Railroad. This is the story of a man who valued freedom over all else, and devoted his life to helping others find that freedom as well. ~ Jason Buchanan, Rovi",
    "viewed": false,
    "image": null
  },
  {
    "_id": "155325",
    "title": "300 Miles to Heaven",
    "overview": "Film based on a true story dating back to 1985 when two Polish boys, a teenager and his little brother, escaped from communist Poland. Hiding beneath a lorry they reached Scandinavia - against all odds.",
    "viewed": false,
    "image": "/lrZu2MZD0BQvGIm07lfgDvQ0fQ2.jpg"
  }
]
