[
  {
    "_id": "322565",
    "title": "Legends",
    "overview": "Three traditional Korean folktales. Story 1: The kindness and good deeds of a poor couple earns them a bag of gold from heaven. Story 2: A brave man battles a bloodthirsty ghost. Story 3: A man must choose between devotion to his lover or duty to his parents.",
    "viewed": false,
    "image": "/iIJMjJ4x8epmjoAOvwT8Vc0Vqcy.jpg"
  },
  {
    "_id": "141667",
    "title": "Legends",
    "overview": "A history of traveling across the globe looking for the roots of snowboarding.",
    "viewed": false,
    "image": "/csiRmgegGiPalShMYggJQzBUquU.jpg"
  },
  {
    "_id": "279661",
    "title": "Killer Legends",
    "overview": "Delving into our collective nightmares, this horror-documentary investigates the origins of our most terrifying urban legends and the true stories that may have inspired them.",
    "viewed": false,
    "image": "/lZ7bQDia4tJ0lSsIgIne7w7Fq7d.jpg"
  },
  {
    "_id": "344113",
    "title": "Living Legends",
    "overview": "Group of friends meet again, 13 years after their prom because of a problem of one of them, and face the opportunity to experience the things in life they have always put aside in life so far.",
    "viewed": false,
    "image": "/3gF7yUZipbgB5oqd9HDQDdX35wB.jpg"
  },
  {
    "_id": "31261",
    "title": "Halo Legends",
    "overview": "Halo Legends is an unprecedented gathering of the finest talent in Japanese animation that have drawn together to explore the mystery and action of the Halo universe. Eight episodes and a stunning range of visual styles shed new light and epic perspective on Halo lore.",
    "viewed": false,
    "image": "/bSmGcO7miodvLrjArUxJGkYuoJ1.jpg"
  },
  {
    "_id": "1271",
    "title": "300",
    "overview": "Based on Frank Miller's graphic novel, \"300\" is very loosely based the 480 B.C. Battle of Thermopylae, where the King of Sparta led his army against the advancing Persians; the battle is said to have inspired all of Greece to band together against the Persians, and helped usher in the world's first democracy.",
    "viewed": false,
    "image": "/bYR8O1H1ZlME7Dm9ysfTYZnRDpw.jpg"
  },
  {
    "_id": "4476",
    "title": "Legends of the Fall",
    "overview": "An epic tale of three brothers and their father living in the remote wilderness of 1900s USA and how their lives are affected by nature, history, war, and love.",
    "viewed": false,
    "image": "/wbQzDiy18kHvT76vjbem2WggmF2.jpg"
  },
  {
    "_id": "53182",
    "title": "300: Rise of an Empire",
    "overview": "Based on Frank Miller's latest graphic novel Xerxes and told in the breathtaking visual style of the blockbuster \"300,\" this new chapter of the epic saga takes the action to a fresh battlefield--on the sea--as Greek general Themistokles attempts to unite all of Greece by leading the charge that will change the course of the war. \"300: Rise of an Empire\" pits Themistokles against the massive invading Persian forces led by mortal-turned-god Xerxes and Artemesia, the vengeful commander of the Persian navy.",
    "viewed": false,
    "image": "/gWQf5j3ZqEfOdW2rIZnkuOOva78.jpg"
  }
]
