[
  {
    "_id": "11854",
    "title": "Kuch Kuch Hota Hai",
    "overview": "Rahul &amp; Anjali are best friends that fall into a romance triangle once Tina arrives. Rahul &amp; Tina marry &amp; have a child, which Tina names Anjali, but Tina dies in childbirth. Anjali, Rahul’s daughter, receives a series of letters written by mom prior to her death &amp; the final letter describes her namesake. Anjali, Rahul’s daughter, tries to re-unite her father back with his college best friend.",
    "viewed": false,
    "image": "/gCxR77PigGO7OvewN4sAATeI363.jpg"
  },
  {
    "_id": "339169",
    "title": "Kuch Kuch Locha Hai",
    "overview": "Kuch Kuch Locha Hai, previously titled Patel Rap is an upcoming Bollywood Comedy movie directed by Devang Dholakia starring Sunny Leone, Ram Kapoor, Evelyn Sharma and Navdeep Chabbra in lead roles.",
    "viewed": false,
    "image": "/8NYarwFLXlOHbkQ7OwQ3hCtvgAm.jpg"
  },
  {
    "_id": "404202",
    "title": "Faces III",
    "overview": "A silent/wordless, spiritual sequel (or prelude) to Hayes' recent film, The Void, which was devoted to his father's memory. Faces is the director's (non-narrative) homage to James Benning's non-narrative deconstruction of John Cassavetes narrative feature Faces or, in another sense, just Hayes' interpretation of the notion of Faces/what they mean to him in the context of the themes of focus in his projects (which, especially as of late, have explored grief and coping with parental loss). Faces is an ode to the artwork that his father collected throughout the final period of his life, a digital time capsule accompanied by an original score. The literal object(s) concentrated on in this short are the paintings, sculptures and various objects left behind by his father in the home that he lived &amp; raised a family in for twenty-five years before passing away from esophageal cancer; dedicated to Jeffrey Russell Hayes (1946-2012).",
    "viewed": false,
    "image": "/7uZVoRySYnuWZnthdLBYkjwZH3Y.jpg"
  }
]
